# vstAddPDMenuItem

## Description
```pascal
PROCEDURE vstAddPDMenuItem(
				group : INTEGER;
				item  : STRING);
```

```python

def vs.vstAddPDMenuItem(group, item):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|group|INTEGER||
|item|STRING||

## Version
Availability: from Vectorworks 2011
## Category
* Tool Events